IDEA Open Model
MatConcreteIND.Fck Property
Compatible with IDEA StatiCa 20.1
 Compressive strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fck { get; set; }
Public Property Fck As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteIND Class
IdeaRS.OpenModel.Material Namespace